tap "alextodicescu/tgenv"
tap "azure/functions"
tap "boz/repo"
tap "caskroom/cask"
tap "checkmarx/tap"
tap "cloudfoundry/tap"
tap "confluentinc/confluent-hub-client"
tap "derailed/k9s"
tap "federico-terzi/espanso"
tap "fgeller/tap"
tap "go-task/tap"
tap "grafana/grafana"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mergestat/mergestat"
tap "omrikiei/ktunnel"
brew "act"
brew "actionlint"
brew "boost"
brew "python@3.10", link: false
brew "asciidoc"
brew "asciinema"
brew "autojump"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "node", link: false
brew "bitwarden-cli"
brew "pkg-config"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "libev"
brew "nghttp2"
brew "blackbox"
brew "glib"
brew "ccrypt"
brew "checkov", link: false
brew "coreutils"
brew "cpanminus"
brew "ctop"
brew "dbus"
brew "detect-secrets", link: false
brew "docker", link: false
brew "docker-machine"
brew "dos2unix"
brew "gobject-introspection"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fio"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8", link: false
brew "imagemagick"
brew "gifify"
brew "gifsicle"
brew "git"
brew "git-secrets"
brew "gitleaks"
brew "go"
brew "gofumpt"
brew "gpgme"
brew "gradle"
brew "grails"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hstr"
brew "htop"
brew "hub"
brew "hugo"
brew "infracost"
brew "inframap"
brew "ipcalc"
brew "jenv"
brew "jmeter"
brew "jq"
brew "kafka"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "leiningen"
brew "libssh"
brew "mdp"
brew "mercurial"
brew "ninja"
brew "meson"
brew "minikube"
brew "mutt"
brew "newrelic-cli"
brew "ntopng"
brew "openjdk@17"
brew "pandoc"
brew "parallel"
brew "qemu"
brew "podman"
brew "postgresql"
brew "pre-commit"
brew "q"
brew "qt"
brew "rsync"
brew "shellcheck"
brew "socat"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "stern"
brew "stow"
brew "tbb"
brew "sysdig"
brew "task", link: false
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tree"
brew "uni2ascii"
brew "vagrant-completion"
brew "vault"
brew "watch"
brew "wget"
brew "wireshark"
brew "wtfutil"
brew "yarn"
brew "yq"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "boz/repo/kail"
brew "checkmarx/tap/kics"
brew "derailed/k9s/k9s"
brew "go-task/tap/go-task"
brew "omrikiei/ktunnel/ktunnel"
brew "shihanng/tfvar/tfvar"
cask "amethyst"
cask "bluestacks"
cask "chromedriver"
cask "coconutbattery"
cask "confluent-hub-client"
cask "dbeaver-community"
cask "fanny"
cask "graphiql"
cask "iterm2"
cask "kap"
cask "ngrok"
cask "powershell"
cask "sublime-text"
cask "vagrant"
cask "vagrant-manager"