tap "alextodicescu/tgenv"
tap "azure/bicep"
tap "azure/functions"
tap "boz/repo"
tap "checkmarx/tap"
tap "chef/chef"
tap "cloudfoundry/tap"
tap "confluentinc/confluent-hub-client"
tap "derailed/k9s"
tap "derailed/popeye"
tap "drone/drone"
tap "farmotive/k8s"
tap "federico-terzi/espanso"
tap "fgeller/tap"
tap "go-task/tap"
tap "grafana/grafana"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kreuzwerker/taps"
tap "kyoh86/tap"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mergestat/mergestat"
tap "mike-engel/jwt-cli"
tap "noahgorstein/tap"
tap "omrikiei/ktunnel"
brew "act"
brew "actionlint"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "python@3.10"
brew "asciidoc"
brew "asciinema"
brew "autojump"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "node"
brew "bitwarden-cli"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkg-config"
brew "guile"
brew "blackbox"
brew "glib"
brew "ccrypt"
brew "checkov"
brew "coreutils"
brew "cpanminus"
brew "ctop"
brew "dbus"
brew "detect-secrets"
brew "docker", link: false
brew "docker-machine"
brew "dos2unix"
brew "harfbuzz"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fio"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "gifify"
brew "gifsicle"
brew "git"
brew "git-secrets"
brew "gitleaks"
brew "go"
brew "gobject-introspection"
brew "gofumpt"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "grails"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "hstr"
brew "htop"
brew "hub"
brew "hugo"
brew "infracost"
brew "inframap"
brew "ipcalc"
brew "jenv"
brew "jmeter"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubecm"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "leiningen"
brew "libev"
brew "libfido2"
brew "libssh"
brew "mdp"
brew "mercurial"
brew "ninja"
brew "meson"
brew "micronaut"
brew "minikube"
brew "mutt"
brew "mysql-client"
brew "newrelic-cli"
brew "nghttp2"
brew "redis"
brew "ntopng"
brew "nvm"
brew "octant"
brew "openssl@3"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "qemu"
brew "podman"
brew "postgresql@14"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "q"
brew "qt"
brew "rbenv"
brew "rover"
brew "rsync"
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "stern"
brew "stow"
brew "tbb"
brew "sysdig"
brew "task", link: false
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tree"
brew "uni2ascii"
brew "vagrant-completion"
brew "vault"
brew "watch"
brew "wget"
brew "wireshark"
brew "wtfutil"
brew "yarn"
brew "yq"
brew "zsh"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@3"
brew "boz/repo/kail"
brew "checkmarx/tap/kics"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "farmotive/k8s/kpoof"
brew "go-task/tap/go-task"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kyoh86/tap/richgo"
brew "mike-engel/jwt-cli/jwt-cli"
brew "noahgorstein/tap/jqp"
brew "omrikiei/ktunnel/ktunnel"
cask "alfred"
cask "amethyst"
cask "android-file-transfer"
cask "appcleaner"
cask "bluestacks"
cask "box-drive"
cask "chatgpt"
cask "cheatsheet"
cask "chromedriver"
cask "cloudmounter"
cask "coconutbattery"
cask "confluent-hub-client"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "fanny"
cask "fig"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "graphiql"
cask "inspec"
cask "iterm2"
cask "kap"
cask "kubenav"
cask "lens"
cask "miro"
cask "ngrok"
cask "obsidian"
cask "openmtp"
cask "paw"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "rectangle"
cask "sloth"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "thunderbird"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "vlc"
