tap "alextodicescu/tgenv"
tap "azure/bicep"
tap "azure/functions"
tap "boz/repo"
tap "checkmarx/tap"
tap "chef/chef"
tap "cloudfoundry/tap"
tap "confluentinc/confluent-hub-client"
tap "derailed/k9s"
tap "derailed/popeye"
tap "drone/drone"
tap "ekvedaras/cask"
tap "farmotive/k8s"
tap "federico-terzi/espanso"
tap "fgeller/tap"
tap "go-task/tap"
tap "grafana/grafana"
tap "gromgit/fuse"
tap "harelba/q"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "kreuzwerker/taps"
tap "kyoh86/tap"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "mergestat/mergestat"
tap "mike-engel/jwt-cli"
tap "noahgorstein/tap"
tap "omrikiei/ktunnel"
tap "playcover/playcover"
brew "act"
brew "actionlint"
brew "antidote"
brew "antigen"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "python@3.11"
brew "asciidoc"
brew "asciinema"
brew "autojump"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bitwarden-cli"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "blackbox"
brew "glib"
brew "ccrypt"
brew "checkov"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cpanminus"
brew "ctop"
brew "dateutils"
brew "dbus"
brew "detect-secrets"
brew "docker", link: false
brew "docker-machine"
brew "dos2unix"
brew "harfbuzz"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fio"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "gifify"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitleaks"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gofumpt"
brew "gperftools"
brew "gpgme"
brew "gradle"
brew "grails"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "hstr"
brew "htop"
brew "hub"
brew "hugo"
brew "infracost"
brew "inframap"
brew "ipcalc"
brew "jenv"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "krb5"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubecm"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "leiningen"
brew "libev"
brew "libfido2"
brew "libmagic"
brew "libssh"
brew "mdp"
brew "mercurial"
brew "ninja"
brew "meson"
brew "micronaut"
brew "minikube"
brew "mutt"
brew "newrelic-cli"
brew "nghttp2"
brew "redis"
brew "ntopng"
brew "nvm"
brew "octant"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "qemu"
brew "podman"
brew "virtualenv"
brew "poetry"
brew "postgresql@14"
brew "powerlevel10k"
brew "pre-commit"
brew "pyenv"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rover"
brew "rsync"
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "stern"
brew "stow"
brew "tbb"
brew "sysdig"
brew "task", link: false
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tree"
brew "uni2ascii"
brew "vagrant-completion"
brew "vault"
brew "watch"
brew "wget"
brew "wireshark"
brew "wtfutil"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@3"
brew "boz/repo/kail"
brew "checkmarx/tap/kics"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "farmotive/k8s/kpoof"
brew "go-task/tap/go-task"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kyoh86/tap/richgo"
brew "mike-engel/jwt-cli/jwt-cli"
brew "noahgorstein/tap/jqp"
brew "omrikiei/ktunnel/ktunnel"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "bluestacks"
cask "box-drive"
cask "chatgpt"
cask "cheatsheet"
cask "cloudmounter"
cask "coconutbattery"
cask "confluent-hub-client"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "fanny"
cask "fig"
cask "finicky"
cask "firefox"
cask "gitdock"
cask "google-drive"
cask "gpg-suite"
cask "graphiql"
cask "inspec"
cask "kap"
cask "kubenav"
cask "lens"
cask "licecap"
cask "miro"
cask "ngrok"
cask "obsidian"
cask "openmtp"
cask "paw"
cask "playcover-community"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "raycast"
cask "rectangle"
cask "sloth"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "thunderbird"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "vlc"
vscode "4ops.terraform"
vscode "alexcvzz.vscode-sqlite"
vscode "alexkrechik.cucumberautocomplete"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.slidev"
vscode "arcanis.vscode-zipfs"
vscode "asf.apache-netbeans-java"
vscode "bencoleman.armview"
vscode "bierner.markdown-mermaid"
vscode "blackboxapp.blackbox"
vscode "blackboxapp.blackboxauto"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "buildtai.buildt-vscode"
vscode "burtlo.inspec"
vscode "christian-kohler.npm-intellisense"
vscode "codestream.codestream"
vscode "codium.codium"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.azure-storage-explorer"
vscode "forrcaho.chuck"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hookyqr.minify"
vscode "humao.rest-client"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "johnpapa.vscode-peacock"
vscode "marp-team.marp-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mellowmarshmallow.groovy"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "naco-siren.gradle-language"
vscode "nexus-tree.nexus-extension"
vscode "nrwl.angular-console"
vscode "oracle-labs-graalvm.graalvm"
vscode "oracle-labs-graalvm.graalvm-pack"
vscode "oracle-labs-graalvm.micronaut"
vscode "paulvarache.vscode-taskfile"
vscode "postman.postman-for-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-spotless-gradle"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shubhamverma18.hashnode-vscode"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-zipexplorer"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "timkmecl.chatgpt"
vscode "valentjn.vscode-ltex"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vsciot-vscode.azure-iot-toolkit"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.gistfs"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wmanth.jar-viewer"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
