4ops.terraform
arcanis.vscode-zipfs
bencoleman.armview
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
christian-kohler.npm-intellisense
CodeStream.codestream
cschleiden.vscode-github-actions
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
firsttris.vscode-jest-runner
forrcaho.chuck
foxundermoon.shell-format
GitHub.codespaces
GitHub.copilot
gitkraken.gitkraken-authentication
golang.go
GraphQL.vscode-graphql
hashicorp.terraform
janisdd.vscode-edit-csv
jebbs.plantuml
johnpapa.vscode-peacock
KnisterPeter.vscode-github
marp-team.marp-vscode
me-dutour-mathieu.vscode-github-actions
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
Nexus-tree.nexus-extension
nrwl.angular-console
rangav.vscode-thunder-client
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
shakram02.bash-beautify
sleistner.vscode-fileutils
slevesque.vscode-zipexplorer
TabNine.tabnine-vscode
TeamHub.teamhub
tht13.html-preview-vscode
valentjn.vscode-ltex
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.azure-iot-toolkit
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vstirbu.vscode-mermaid-preview
withfig.fig
wmanth.jar-viewer
yzhang.markdown-all-in-one
znck.grammarly